{
  "plugins": {
    "CopilotChat.nvim": {
      "src": "https://github.com/CopilotC-Nvim/CopilotChat.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "bufferline.nvim": {
      "src": "https://github.com/akinsho/bufferline.nvim",
      "version": "4.0.0 - 5.0.0"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim",
      "version": "'stable'"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "dial.nvim": {
      "src": "https://github.com/monaqa/dial.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "everforest-nvim": {
      "src": "https://github.com/neanias/everforest-nvim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'release'"
    },
    "grapple.nvim": {
      "src": "https://github.com/cbochs/grapple.nvim",
      "version": "0.30.0 - 0.31.0"
    },
    "inc-rename.nvim": {
      "src": "https://github.com/smjonas/inc-rename.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/echasnovski/mini.ai",
      "version": "0.17.0 - 0.18.0"
    },
    "mini.bracketed": {
      "src": "https://github.com/echasnovski/mini.bracketed",
      "version": "0.17.0 - 0.18.0"
    },
    "mini.hipatterns": {
      "src": "https://github.com/echasnovski/mini.hipatterns",
      "version": "0.17.0 - 0.18.0"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons",
      "version": "0.17.0 - 0.18.0"
    },
    "mini.operators": {
      "src": "https://github.com/echasnovski/mini.operators",
      "version": "0.17.0 - 0.18.0"
    },
    "mini.pairs": {
      "src": "https://github.com/echasnovski/mini.pairs",
      "version": "0.17.0 - 0.18.0"
    },
    "mini.splitjoin": {
      "src": "https://github.com/echasnovski/mini.splitjoin",
      "version": "0.17.0 - 0.18.0"
    },
    "mini.surround": {
      "src": "https://github.com/echasnovski/mini.surround",
      "version": "0.17.0 - 0.18.0"
    },
    "neominimap.nvim": {
      "src": "https://github.com/Isrothy/neominimap.nvim"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects"
    },
    "persistence.nvim": {
      "src": "https://github.com/folke/persistence.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "smart-splits.nvim": {
      "src": "https://github.com/mrjones2014/smart-splits.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'stable'"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": "'stable'"
    },
    "yanky.nvim": {
      "src": "https://github.com/gbprod/yanky.nvim",
      "version": "2.0.0 - 3.0.0"
    }
  }
}
